cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "lima"
brew "colima"
brew "docker"
brew "docker-compose"
brew "ffmpeg"
brew "gh"
brew "git"
brew "jq"
brew "kubernetes-cli"
brew "mysql"
brew "nodenv"
brew "pnpm"
brew "pyenv"
brew "rbenv"
brew "yq"
brew 'mas'

cask "obsidian"
cask "google-drive"
cask "ticktick"
cask "alfred"
cask "skitch"
cask "clipy"
cask "alt-tab"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "notion"
cask "slack"
cask "visual-studio-code"
cask "jetbrains-toolbox"
cask "zoom"

mas "Enpass - Password Manager", id: 732710998
mas "GIPHY Capture. The GIF Maker", id: 668208984

vscode "GitHub.copilot"
vscode "janisdd.vscode-edit-csv"
vscode "mechatroner.rainbow-csv"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "RobbOwen.synthwave-vscode"
