tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "lima"
brew "colima"
brew "docker"
brew "docker-compose"
brew "ffmpeg"
brew "gh"
brew "git"
brew "jq"
brew "kubernetes-cli"
brew "mysql"
brew "nodenv"
brew "pnpm"
brew "pyenv"
brew "rbenv"
brew "yq"
brew "google-chrome"
brew "google-japanese-ime"
brew "iterm2"
brew "notion"
brew "slack"
brew "visual-studio-code"
brew "jetbrains-toolbox"
brew "zoom"
brew "enpass"
brew "obsidian"
brew "google-drive"
vscode "GitHub.copilot"
vscode "janisdd.vscode-edit-csv"
vscode "mechatroner.rainbow-csv"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "RobbOwen.synthwave-vscode"
